
"Home" = "首页";

"Choose Photo" = "选择照片";

"Album" = "相簿";

"Size" = "大小";

"Strength" = "强度";

"Earse" = "擦除";

"Msk" = "马赛克";

"Not Detected Face" = "未检测到人脸";

"More apps" = "应用推荐" ;

"Other" = "其它";

"Rate us in the App Store!" = "在应用商店给我们评价!";

"Contact the Author" = "联系作者！";

"Smart Mosaic HD Pro" = "智能马赛克HD Pro";

"Smart Mosaic Pro" = "智能马赛克 Pro";

"Settings" = "设置";

"Picture quality" = "图像质量";

"Low quality" = "较低的画质";

"High quality" = "高品质画质";

"AgedPhoto" = "老照片";

"FaceCamera" = "全智能自拍王";

"FaceCamera Pro" = "全智能自拍王 Pro";

"Smart Mosaic HD" = "智能马赛克HD";

"Smart Mosaic" = "智能马赛克";

"Face Recognition strength" = "人脸识别强度";

"Low" = "低";

"High" = "高";